restrictions-show-advanced-info = 💡 Больше инфо
restrictions-close-advanced-info = ❌ Закрыть
restrictions-closed = ✅ Закрыто
restrictions-no-reason = Без причины 🤷‍♂️
restrictions-forever = Навсегда ♾
restrictions-not_-enough-rights =
    <b>⚠ Ошибка:</b>
    
    <i>— У меня нет прав на это.</i>
    
    <i>💁‍♂️ Выдай мне права администратора.</i>
restrictions-reason-too-long =
    <b>⚠ Ошибка:</b>
    
    <i>— Причина слишком длинная.</i>
    
    <i>💁‍♂️ Укороти до { $max_length } символов.</i>
restrictions-cant-restrict-sender-chat =
    <b>⚠ Ошибка:</b>
    
    <i>— Канал может быть только заблокирован.</i>
    
    <i>💁‍♂️ Используй команду /ban.</i>
