restrictions-show-advanced-info = 💡 Більше інфо
restrictions-close-advanced-info = ❌ Закрити
restrictions-closed = ✅ Закрито
restrictions-no-reason = Без причини 🤷‍♂️
restrictions-forever = Назавжди ♾
restrictions-not_-enough-rights =
    <b>⚠ Помилка:</b>
    
    <i>— У мене немає прав на це.</i>
    
    <i>💁‍♂️ Спробуйте надати мені права адміністратора чату.</i>
restrictions-reason-too-long =
    <b>⚠ Помилка:</b>
    
    <i>— Причина занадто довга.</i>
    
    <i>💁‍♂️ Спробуйте скоротити її до { $max_length } символів.</i>
restrictions-cant-restrict-sender-chat =
    <b>⚠ Помилка:</b>
    
    <i>— Канал може бути тільки заблокований.</i>
    
    <i>💁‍♂️ Спробуйте використати команду /ban.</i>
