restrictions-mute-usage =
    <b>📚 Документація [ /mute ]</b>
    
    <b>📝 Опис:</b>
    Команда /mute використовується щоб замутити користувача в чаті.
    
    <b>✋ Використання:</b>
    - /mute [користувач] [час мюту] [причина мюту]
    
    <b>💡 Приклад:</b>
    - <code>/mute @username 1d12h Причина мюту</code>
    - <code>/mute #123456789 1d Причина мюту</code>
restrictions-mute-usage-advanced =
    { restrictions-mute-usage }
    
    <b>⚠ Зверни увагу:</b>
    ● Команду можна використовувати у відповідь на повідомлення порушника.
    ● Якщо час мюту не вказано, то користувач буде замючений <b><u>назавжди</u></b>;
    ● Час повинен бути вказаний у форматі: [Число+одиниця виміру часу]
        · d - дні
        · h - години
        · m - хвилини
    💡 Приклад: 1d12h - 1 день 12 годин;
restrictions-mute-set-user-or_-reply =
    <b>⚠ Помилка:</b>
    
    <i>— Я не змогла знайти користувача, якого ти хочеш замютити.</i>
    
    <i>💁‍♂️ Спробуй вказати його ID або відповісти командою на його повідомлення.</i>
    
    <b>💡 Приклад:</b>
    - <code>/mute #123456</code>
restrictions-cant-mute-admin =
    <b>⚠ Помилка:</b>
    
    <i>— Я не можу замютити адміністратора.</i>
restrictions-cant-mute-self =
    <b>⚠ Помилка:</b>
    
    <i>— Я не можу замютити себе. 🤷‍♂️</i>
restrictions-mute-error =
    <b>⚠ Помилка:</b>
    
    <i>— Я не змогла замютити користувача.</i>
    
    <i>💁‍♂️ Перевірь чи я маю права на це.</i>
restrictions-mute-text =
    #MUTE
    
    ID: <code>{ $victim_id }</code>
    NAME: { $victim_mention }
    UNTIL: { $until_date }
    
    ADMIN: { $admin_mention }
    
    Причина: { $reason }
