commands = команды
choose-commands-category = 📚 Выберите категорию команд
main-command-list-button = 📜 Основные
commands-main-list =
    📜 Основные команды:
    
    /start - Приветствие
    /help - Помощь по боту
    /ad - Получить ежедневную награду
    /commands - Все команды бота
    /profile - Твой профиль
    /pay - Передать валюту другому пользователю
    /trade - Обменяться валютой с другим пользователем
    /tokenize - Токенизировать предметы
    /tokenlist - Список твоих токенов
    /unpack - Распаковать токен
    /shop - Магазин 🛒
    /donate - Купить ₭usCoin 🪙
admin-command-list-button = 👮‍♂️ Админ
commands-admin-list =
    👮‍♂️ Админ команды:
    
    /ban - Заблокировать пользователя
    /pardon - Разблокировать пользователя
    /mute - Заглушить пользователя
    /kick - Выгнать пользователя
    /chat_settings - Настройки чата
vip-command-list-button = 👑 VIP
commands-vip-list =
    👑 VIP команды:
    
    /r - Рефреш
other-command-list-button = 🔮 Другие
commands-other-list =
    🔮 Другие команды:
    
    /stats - Статистика игрока
    /botstats - Статистика бота
    /chatstats - Статистика чата
    /yuy - Юю-Юю, секретная команда 🤫
