commands = команды
choose-commands-category = 📚 Выберите категорию команд
main-command-list-button = 📜 Основные
commands-main-list =
    📜 Основные команды:
    
    /start - Приветствие
    /help - Помощь по боту
    /ad - Получить ежедневную награду
    /commands - Все команды бота
    /profile - Твой профиль
    /donate - Поддержать проект Кусь Бота
    /pay - Передать валюту другому пользователю
    /trade - Обменяться валютой с другим пользователем
admin-command-list-button = 👮‍♂️ Админ
commands-admin-list =
    👮‍♂️ Админ команды:
    
    /ban - Заблокировать пользователя
    /pardon - Разблокировать пользователя
    /mute - Заглушить пользователя
    /kick - Выгнать пользователя
    /settings - Настройки бота
    /chatinfo - Информация о чате
    /userinfo - Информация о пользователе
    /chatid - Получить ID чата
    /userid - Получить ID пользователя
    /chatlink - Получить ссылку на чат
    /enable - Включить настройки
    /disable - Выключить настройки
    /setlang - Установить язык бота
    /setchatlang - Установить язык чата
vip-command-list-button = 👑 VIP
commands-vip-list =
    👑 VIP команды:
    
    /buy - Купить ₭usCoin 🪙
    /shop - Магазин 🛒
    /custom - Кастомизация 🎨
other-command-list-button = 🔮 Другие
commands-other-list =
    🔮 Другие команды:
    
    /stats - Статистика игрока
    /botstats - Статистика бота
    /chatstats - Статистика чата
    /yuy - Юю-Юю, секретная команда 🤫
