cmds-commands--commands = команды
cmds-commands--choose_commands_category = 📚 Выберите категорию команд
cmds-commands--main-list =
    📜 Основные команды:
    
    /start - Приветсвие
    /help - Помощь по боту
    /ad - Получить ежедневное вознаграждение 
    /commands - Все команды бота
    /profile - Твой профиль
    /donate - Поддержать проект Кусь Бота
    /pay - Передать валюту другому игроку
    /trade - Обменятся валютой с другим игроком
cmds-commands--admin-list =
    👮‍♂️ Админ команды:
    
    /ban - Заблокировать пользователя
    /pardon - Разблокировать пользователя
    /mute - Заглушить пользователя
    /kick - Выгнать пользователя
    /settings - Настройки бота
    /chatinfo - Информация о чате
    /userinfo - Информация о пользователе
    /chatid - Получить ID чата
    /userid - Получить ID пользователя
    /chatlink - Получить ссылку на чат
    /enable - Включить настройки
    /disable - Выключить настройки
    /setlang - Установить язык бота
    /setchatlang - Установить язык чата
cmds-commands--vip-list =
    👑 VIP команды:
    
    /buy - Купить ₭usCoin 🪙
    /shop - Магазин 🛒
    /custom - Кастомизация🎨
cmds-commands--other-list =
    🔮 Інші команди:
    
    /stats - Статистика игрока
    /botstats - Статистика бота
    /chatstats - Статистика чата
    /yuy - Юю-Юю, секретная команда 🤫
