cmds-default--help-text = cmds-default--help-text
cmds-default--yuy-text = cmds-default--yuy-text
cmds-default--privacy = Политика конфиденциальности
cmds-default--public_offer = Публичная оферта
cmds-default--start-text =
    ⚠️ В данный момент бот работает в тестовом режиме и иногда может не отвечать.
    Приносим свои извинения за неудобства.
    
    Помочь с переводом бота можно здесь: { $url }
    
    👋 Приветствую в мире <b>Кусь</b>! 😼
    
    😼 Сделай Кусь своему другу или подруге и заставь их молчать целую минуту!
    Что бы укусить — напиши в ответ жертве слово <b>Кусь</b> или <b>Кукусь</b>
    
    📝 Все команды здесь: /help | /commands
    😎 Официальный чат: @KuskaChat
