settings-reload-success = ✅ Кэш настроек перезагружен!
default-help_text =
    💁‍♂️ Команды бота: /commands
    📜 Политика конфиденциальности: /privacy
    📔 Условия использования: /terms
    🆔 Идентификатор чата: /chat_id
default-yuy_text =
    <code> __________________________
    / Дружочек, ты видимо не   \
    | понял с кем связался.    |
    | Вот эта твоя манера речи |
    | «клоунская» меня совсем  |
    | не впечатляет. Давай     |
    | встретимся и я объясню   |
    | на понятном для тебя     |
    \ языке, языке боли.       /
     --------------------------
            \   ^__^
             \  (oo)\_______
                (__)\       )\/\
                    ||----w |
                    ||     ||
    </code>
privacy-policy = 📜 Политика конфиденциальности
default-chat_id =
    🆔 Идентификаторы чата:
    
    CHAT_ID: <code>{ $chat_id }</code>
    TOPIC_ID: <code>{ $message_thread_id }</code>
default-support_text = 💁‍♂️ В случае возникновения вопросов по платежкам обращайтесь в службу поддержки
default-support_button = ✏️ Связаться
terms =
    📔 Условия использования:
    
    { $url }
