start-start_text =
    ⚠️ В данный момент бот находится в тестовом режиме и может иногда не отвечать.
    Приносим свои извинения за неудобства.
    
    Помочь с переводом можно здесь: { $url }
    
    👋 Приветствую в мире <b>Кусь</b>! 😼
    
    😼 Сделай кусь своему другу или подруге и заставь их молчать целую минуту!
    Чтобы укусить — напиши в ответ пользователю слово <b>Кусь</b> или <b>Кукусь</b>
    
    📝 Все команды тут: /help | /commands
    😎 Официальный чат: @KuskaChat
profile-button = 👤 Профиль
language-button = 🌐 Язык | Language
commands-button = 📚 Команды
add_to_group-button = 🚀 Добавить Бота в группу
