phantom-mode-button-yes = ✅ Так
phantom-mode-button-no = ❌ Ні
phantom-mode-already-enabled =
    ✅ Фантомний режим вже увімкнено
    
    ⏳ Залишилося часу: { $minutes_left }хв { $seconds_left }с
phantom-mode-cooldown =
    ⏳ Фантомний режим перезаряджається.
    
    💁‍♂️ Повтори спробу через: { $minutes }хв { $seconds }с
phantom-mode-refused = ⚠️ Відмовлено у ввімкненні фантомного режиму
phantom-mode-ask =
    { $mention }, ти { $gender ->
        [m] впевнений
        [f] впевнена
       *[other] впевнене
    } що хочеш увімкнути фантомний режим?
    
    ⚠️ Ти не зможеш вимкнути його до закінчення часу його дії.
phantom-mode-ask-timeout = ⚠️⏳ Час вийшов. Відмовлено в увімкненні фантомного режиму.
phantom-mode-ask-deprecated = ⚠️⏳ Цей запит на увімкнення фантомного режиму застарів.
phantom-mode-enabled-success = ✅ Фантомний режим увімкнено.
phantom-mode-set-canceled = ➡️ Запит на увімкнення фантомного режиму скасовано.
phantom-mode-private-not-allowed = ⚠️ Фантомний режим не можна увімкнути в приватних чатах.
