refresh-cant_refresh_bot = ⚠️ Неможливо відновити предмети Бота
refresh-reply_user_refresh_success = ✅ Інвентар користувача { $reply_user_mention } відновлено
refresh-reply_user_already_has_full_inventory = ✅ Користувач вже має повний інвентар
refresh-reply_user_cooldown =
    ⚠️ Неможливо відновити предмети користувача.
    
    💁‍♂️ Необхідно зачекати: { $minutes_left } хв { $seconds_left } сек.
refresh-require_vip_lvl =
    ⚠️ Необхідний <b>{ $lvl }</b> рівень VIP для відновлення предметів користувачів.
    
    💁‍♂️ Купити VIP можна в магазині бота: /shop
self-refresh-cooldown =
    { $minutes_left }{ $seconds_left }
    ⚠️ Неможливо відновити свої предмети.
    
    💁‍♂️ Необхідно зачекати: { $minutes_left } хв { $seconds_left } сек.
self-refresh-already_full_inventory = ✅ У тебе вже повний інвентар
self-refresh-success = ✅ Твій інвентар відновлено
