kus-disabled-in_-group =
    Функция укусов выключена.
    
    Чтобы включить функцию укусов — используйте команду:
    /chat_settings и выберите "Включить Кусь"
kus-reply-required = Ты должен ответить на сообщение, чтобы выполнить эту команду.
cant-kus-bot = Ты не можешь использовать эту команду на <b>🤖 Боте</b>
predator_sender_chat-cant-kus =
    Ты не можешь использовать эту команду от имени <b>📓 Канала</b>
    
    Ты должен быть <b>👤 Человеком</b>, а не <b>📓 Каналом</b>
victim_sender_chat-cant-be-kus-ed =
    Ты не можешь использовать эту команду на <b>📓 Канал</b>
    
    Ты можешь использовать эту команду только на <b>👤 Человеке</b>, а не на <b>📓 Канале</b>"
bot-does-not_-have-permissions-to-process-kus =
    Я не могу выполнить это действие, поскольку не имею нужных прав.
    
    Мне нужны следующие права администратора:
    { $can_delete_messages } Может удалять сообщения
    { $can_restrict_members } Может ограничивать участников
    
    Больше информации о боте можно найти ниже
