delkus-cant_restrict = ⚠️ Не могу ограничить пользователя, так как он администратор.
delkus-user_restricted = ⚠️ Пользователь уже ограничен и не может кусаться.
delkus-bot_not_admin = ⚠️ Не могу ограничить пользователя, так как я не администратор.
delkus-bot_no_restrict_rights = ⚠️ Не могу ограничить пользователя, так как у меня нет прав администратора на ограничение пользователей.
delkus-user_left = ⚠️ Пользователь вышел из группы.
delkus-not_del_kus =
    ⚠️ Это сообщение не похоже на укус.
    
    Необходимо ответить на сообщение бота.
delkus-must_reply_bot = ⚠️ Необходимо ответить на сообщение бота.
delkus-all_is_ok = ✅ С этим укусом всё в порядке.
delkus-user_restricted_success =
    ✅ Пользователь { $mention } ограничен за нарушение правил игры.
    
    Ограничение: 4 часа.
