kus_proc-kus--predator_kus_quantity_zero =
    ⚠️ У тебя <b>0 кусей</b> в инвентаре.
    
    💬 Ты можешь получить их в @KuskaChat или самостоятельно пополнить с помощью команды /r
kus_proc-kus--victim_restricted = Ты не можешь укусить { $victim }, потому что он уже укушен.
kus_proc-kus--member_bite_member =
    🔪 { $predator } Укусил { $victim }.
    
    { $victim } Не сможет слать сообщения на протяжении 1 минуты.
kus_proc-kus--member_bite_armor =
    { $predator } Попытался укусить { $victim },
    но { $victim } вытянул щит и защитился.
    
    { $victim } Отбил укус { $predator } и оглушил его на 1 минуту.
kus_proc-kus--admin_bite_admin =
    Администратор { $predator } хотел укусить { $victim },
    
    но { $victim } так сладко спал, что администратору пришлось отложить свои планы и погладить котика 🐈.
    
    Админы, будьте добрее один к одному 🥰.
kus_proc-kus--member_bite_admin =
    { $predator } Пробовал укусить администратора { $victim },
    но был обезврежен.
    
    { $victim } Обезвредила { $predator }
    
    Не кусайте администраторов 🥰
kus_proc-kus--admin_bite_protected_member =
    { $predator } Пытался укусить { $victim },
    но { $victim } находится под защитой Стражей-Котиков 🐈.
    
    Стражи-Котики защитили { $victim } від { $predator }.
kus_proc-kus--admin_break_armor =
    { $predator } Разбил щит { $victim } и укусил его.
    
    { $victim } Не сможет слать сообщения на протяжении 1 минуты.
kus_proc-kus--member_break_armor =
    { $predator } Разбил щит { $victim } и укусил его.
    
    { $victim } Не сможет слать сообщения на протяжении 1 минуты.
kus_proc-kus--admin_has_disarmed_status = kus_proc-kus--admin_has_disarmed_status { $predator } { $victim }
kus_proc-kus--admin_get_disarmed_status = kus_proc-kus--admin_get_disarmed_status { $predator } { $victim }
