kus-disabled-in-group =
    Функція кусів вимкнена.
    
    Щоб увімкнути функцію кусів - виконайте команду:
    /chat_settings та оберіть "Увімкнути Кусь"
kus-reply-required = Ти повинен відповісти на повідомлення, щоб використати цю команду.
cant-kus-bot = Ти не можеш використати цю команду на <b>🤖 Боті</b>
predator_sender_chat-cant-kus =
    Ти не можеш використати цю команду від імені <b>📓 Каналу</b>
    
    Ти повинен бути <b>👤 Людиною</b>, а не <b>📓 Каналом</b>
victim_sender_chat-cant-be-kus-ed =
    Ти не можеш використати цю команду на <b>📓 Канал</b>
    
    Ти можеш використовувати цю команду тільки на <b>👤 Людині</b>, а не на <b>📓 Каналі</b>"
bot-does-not-have-permissions-to-process-kus =
    Я не можу виконати цю дію, оскільки не маю достатніх прав.
    
    Мені потрібні наступні права адміністратора:
    { $can_delete_messages } Може видаляти повідомлення
    { $can_restrict_members } Може обмежувати учасників
    
    Більше інформації про бота можна знайти нижче
