delkus-cant_restrict = ⚠️ Не можу обмежити користувача, бо він є адміністратором.
delkus-user_restricted = ⚠️ Користувач вже обмежений і не може кусатись.
delkus-bot_not_admin = ⚠️ Не можу обмежити користувача, бо я не є адміністратором.
delkus-bot_no_restrict_rights = ⚠️ Не можу обмежити користувача, бо у мене немає прав адміністратора на обмеження користувачів.
delkus-user_left = ⚠️ Користувач вийшов з групи.
delkus-not_del_kus =
    ⚠️ Це повідомлення не виглядає як укус.
    
    Необхідно відповісти на повідомлення бота.
delkus-must_reply_bot = ⚠️ Необхідно відповісти на повідомлення бота.
delkus-all_is_ok = ✅ З цим укусом все гаразд.
delkus-user_restricted_success =
    ✅ Користувач { $mention } обмежений за порушення правил гри.
    
    Обмеження: 4 години.
