kus_proc-kus--predator_kus_quantity_zero =
    ⚠️ У тебе <b>0 кусів</b> в інвентарі.
    
    💬 Ти можеш отримати їх у @KuskaChat або самостійно поповнити за допомогою команди /r
kus_proc-kus--victim_restricted = Ти не можеш укусити { $victim }, бо він уже укушений.
kus_proc-kus--member_bite_member =
    🔪 { $predator } Укусив { $victim }.
    
    { $victim } Не зможе надсилати повідомлення протягом 1 хвилини.
kus_proc-kus--member_bite_armor =
    { $predator } Намагався укусити { $victim },
    проте { $victim } витягнув щит і захистився.
    
    { $victim } Відбив укус { $predator } і оглушив його на 1 хвилину.
kus_proc-kus--admin_bite_admin =
    Адміністратор { $predator } хотів укусити { $victim },
    
    проте { $victim } так солодко спав, що адміністратору довелося відкласти свої плани та погладити котика 🐈.
    
    Адміни, будьте добрішими один до одного 🥰.
kus_proc-kus--member_bite_admin =
    { $predator } Намагався укусити адміністратора { $victim },
    проте був знешкоджений на 1 хвилину.
    
    { $victim } Знешкодила { $predator }
    
    Не кусайте адміністраторів 🥰
kus_proc-kus--admin_bite_protected_member =
    { $predator } Намагався укусити { $victim },
    проте { $victim } знаходиться під захистом вартових котиків 🐈.
    
    Вартові котики захистили { $victim } від { $predator }.
kus_proc-kus--admin_break_armor =
    { $predator } Розбив щит { $victim } і укусив його.
    
    { $victim } Не зможе надсилати повідомлення протягом 1 хвилини.
kus_proc-kus--member_break_armor =
    { $predator } Розбив щит { $victim } і укусив його.
    
    { $victim } Не зможе надсилати повідомлення протягом 1 хвилини.
