predator_zero_kus_quantity =
    ⚠️ У тебе <b>0 кусів</b> в інвентарі.
    
    💬 Ти можеш отримати їх у @KuskaChat або самостійно поповнити за допомогою команди /r
victim-already-kus-ed = Ти не можеш укусити { $victim }, бо він уже укушений.
member-kus-member =
    { $predator } укусив { $victim }.
    
    { $victim } не зможе кусатись протягом 1 хвилини.
member-dont-break-armor-and-get-restrict =
    { $predator } намагався укусити { $victim },
    проте { $victim } витягнув щит і захистився.
    
    { $victim } відбив укус і оглушив його на 1 хвилину.
admin-kus-admin =
    Адміністратор { $predator } укусив адміністратора { $victim }.
    
    Адміністратор обеззброєний на 1 хвилину.
member-kus-admin =
    { $predator } укусив адміністратора { $victim }.

    { $victim } обеззброєний на 1 хвилину.
admin-kus-protected-victim =
    { $predator } Намагався укусити { $victim },
    проте { $victim } знаходиться під захистом вартових котиків 🐈.
    
    Вартові котики захистили { $victim } від { $predator }.
predator-has-disarm-status =
    { $predator } має статус обеззброєння.

    Він не може кусатись протягом 1 хвилини.
victim-not-in-game =
    { $victim } не знаходиться в грі.

    Імовірно, він покинув чат або має невідповідні права.
admin-cant-be-kused =
    Адміністратори не можуть бути укушені.

    <span class="tg-spoiler">Укуси адміністраторів можна увімкнути у налаштуваннях чату: /chat_settings</span>
admin-self-kus =
    Адміністратор { $predator } укусив себе.

    Адміністратор обеззброєний на 1 хвилину.
member-self-kus =
    { $predator } укусив себе.

    Він не може кусатись протягом 1 хвилини.
admin-break-armor-and-kus-admin =
    Адміністратор { $predator } зламав щит і укусив адміністратора { $victim },

    { $victim } обеззброєний на 1 хвилину.
admin-break-armor-and-kus-member =
    Адміністратор { $predator } зламав щит і укусив { $victim },

    { $victim } не зможе кусатись протягом 1 хвилини.
admin-dont-break-armor-and-get-disarm =
    Адміністратор { $predator } намагався укусити { $victim },
    проте { $victim } витягнув щит і захистився.

    { $victim } відбив укус і обеззброїв адміністратора на 1 хвилину.
admin-kus-member =
    Адміністратор { $predator } укусив { $victim }.

    { $victim } не зможе надсилати повідомлення протягом 1 хвилини.
member-break-armor-and-kus-admin =
    { $predator } зламав щит і укусив адміністратора { $victim },

    { $victim } обеззброєний на 1 хвилину.
member-break-armor-and-kus-member =
    { $predator } зламав щит і укусив { $victim },

    { $victim } не зможе кусатись протягом 1 хвилини.
