chat_member-farewell =
    😿 Мур-мур, ты уже выходишь?
    
    Мы всегда будем помнить тебя как самого ласкового участника чата.
    
    Надеемся, что ты будешь счастлив в своих новых приключениях! 🌟
    
    Прощай, { $mention }!
chat_member-greeting =
    👋 Приветствую, { $mention }!
    
    🐾 Меня зовут <b>Куська</b>, и я тут, чтобы познакомить тебя с нашими участниками чата.
    
    😸 Тут мы обговариваем разные темы, делимся новостями и хорошо проводим время с участниками чата.
    
    🌟 Приятно видеть тебя среди нас!
