chat_member-chat_member--farewell =
    😿 Мур-мур, ты выходишь?
    
    Мы всегда будем помнить тебя как милейшего участника нашего чата.
    
    Надеемся, что ты будешь счастливым в своих новых приключениях! 🌟
    
    Прощай, { $mention }!
chat_member-chat_member--any_to_member-greetings_message =
    👋 Привет, { $mention }!
    
    🐾 Меня зовут <b>Куська</b>, и я здесь , чтобы познакомить тебя со всеми участниками нашего чата.
    
    😸 Здесь мы обсуждаем разные темы, делимся новостями и просто проводим время в хорошей компании.
    
    🌟 Рады видеть тебя среди нас!
