my_chat_member-promoted_transition =
    ❤️ Спасибо, что повысили меня до администратора!
    
    💬 Для полной функциональности мне нужные такие права администратора:
    { $can_delete_messages } Удалять сообщения
    { $can_restrict_members } Ограничивать пользователей
    { $can_invite_users } Приглашать пользователей
    
    📔 Больше информации о боте вы можете найти ниже 👇
my_chat_member-join_transition =
     ❤️ Спасибо, что добавили меня в свою группу!
    
    💬 Для полной функциональности мне нужные такие права администратора:
    { $can_delete_messages } Удалять сообщения
    { $can_restrict_members } Ограничивать пользователей
    { $can_invite_users } Приглашать пользователей
    
     📔 Больше информации о боте вы можете найти ниже 👇
my_chat_member-demoted_transition =
    😿 Меня понизили до простого участника.
    
    💬 Большинство моих функций будет отключено.
