chat_member-my_chat_member--promoted_transition =
    ❤️ Спасибо, что повысили меня до администратора!
    
    💬 Для полной функциональности мне нужны такие права администратора:
    { $can_delete_messages } Удалять сообщения
    { $can_restrict_members } Ограничивать пользователей
    { $can_invite_users } Приглашать пользователей
    
    📔 Больше информации о боте можно найти ниже 👇
chat_member-my_chat_member--join_transition =
    ❤️ Спасибо, что добавили меня в свою группу
    
    💬 Для полной функциональности мне нужны такие права администратора:
    { $can_delete_messages } Удалять сообщения
    { $can_restrict_members } Ограничивать пользователей
    { $can_invite_users } Приглашать пользователей
    
    📔 Больше информации о боте можно найти ниже 👇
chat_member-my_chat_member--demoted_transition =
    😿 Мене разжаловали до простого участника.
    
    💬 Большинство моих функций будут отключены.
