chat_member-greeting =
    😿 Мур-мур, ти виходиш?
    
    Ми завжди будемо тебе пам'ятати як наймилішого та найлагіднішого учасника нашого чату.
    
    Сподіваємось, що ти будеш щасливим у своїх нових пригодах! 🌟
    
    Бувай, { $mention }!
chat_member-farewell =
    👋 Вітаю, { $mention }!
    
    🐾 Мене звати <b>Куська</b>, і я тут, щоб познайомити тебе з усіма учасниками нашого чату.
    
    😸 Тут ми обговорюємо різні теми, ділимося новинами та просто проводимо час у хорошій компанії.
    
    🌟 Приємно бачити тебе серед нас!
