chat_member-my_chat_member--promoted_transition =
    ❤️ Дякую, що підвищили мене до адміністратора!

    💬 Для повної функціональності мені потрібні такі права адміністратора:
    {$can_delete_messages} Видаляти повідомлення
    {$can_restrict_members} Обмежувати користувачів
    {$can_invite_users} Запрошувати користувачів

    📔 Більше інформації про бота можна знайти нижче 👇
chat_member-my_chat_member--join_transition =
    ❤️ Дякую, що додали мене до своєї групи

    💬 Для повної функціональності мені потрібні такі права адміністратора:
    {$can_delete_messages} Видаляти повідомлення
    {$can_restrict_members} Обмежувати користувачів
    {$can_invite_users} Запрошувати користувачів

    📔 Більше інформації про бота можна знайти нижче 👇
chat_member-my_chat_member--demoted_transition =
    😿 Мене розжалували до простого учасника.

    💬 Більшість моїх функцій буде вимкнена.
