commands = команди
choose-commands-category = 📚 Оберіть категорію команд
commands-main-list =
    📜 Основні команди:
    
    /start - Привітання
    /help - Допомога по боту
    /ad - Отримати щоденну нагороду
    /commands - Всі команди бота
    /profile - Твій профіль
    /donate - Підтримати проєкт Кусь Бота
    /pay - Передати валюту іншому гравцю
    /trade - Обмінятися валютою з іншим гравцем
commands_admin_list =
    👮‍♂️ Адмін команди:
    
    /ban - Заблокувати користувача
    /pardon - Розблокувати користувача
    /mute - Заглушити користувача
    /kick - Вигнати користувача
    /settings - Налаштування бота
    /chatinfo - Інформація про чат
    /userinfo - Інформація про користувача
    /chatid - Отримати ID чату
    /userid - Отримати ID користувача
    /chatlink - Отримати посилання на чат
    /enable - Включити налаштування
    /disable - Вимкнути налаштування
    /setlang - Встановити мову бота
    /setchatlang - Встановити мову чату
commands-vip-list =
    👑 VIP команди:
    
    /buy - Купити ₭usCoin 🪙
    /shop - Магазин 🛒
    /custom - Кастомізація 🎨
commands-other-list =
    🔮 Інші команди:
    
    /stats - Статистика гравця
    /botstats - Статистика бота
    /chatstats - Статистика чату
    /yuy - Юю-Юю, секретна команда 🤫

main-command-list-button = 📜 Основні
admin-command-list-button = 👮‍♂️ Адмін
vip-command-list-button = 👑 VIP
other-command-list-button = 🔮 Інші