commands = команди
choose-commands-category = 📚 Оберіть категорію команд
main-command-list-button = 📜 Основні
commands-main-list =
    📜 Основні команди:
    
    /start - Привітання
    /help - Допомога по боту
    /ad - Отримати щоденну нагороду
    /commands - Всі команди бота
    /profile - Твій профіль
    /pay - Передати валюту іншому гравцю
    /trade - Обмінятися валютою з іншим гравцем
    /tokenize - Токенізувати предмети
    /tokenlist - Список твоїх токенів
    /unpack - Розпакувати токен
    /shop - Магазин 🛒
    /donate - Купити ₭usCoin 🪙
admin-command-list-button = 👮‍♂️ Адмін
commands-admin-list =
    👮‍♂️ Адмін команди:
    
    /ban - Заблокувати користувача
    /pardon - Розблокувати користувача
    /mute - Заглушити користувача
    /kick - Вигнати користувача
    /chat_settings - Налаштування чату
vip-command-list-button = 👑 VIP
commands-vip-list =
    👑 VIP команди:
    
    /r - Рефреш
other-command-list-button = 🔮 Інші
commands-other-list =
    🔮 Інші команди:
    
    /stats - Статистика гравця
    /botstats - Статистика бота
    /chatstats - Статистика чату
    /yuy - Юю-Юю, секретна команда 🤫
