settings-reload-success = ✅ Кеш налаштувань перезавантажено!
default-help_text = cmds-default--help-text
default-yuy_text =
    <code> __________________________
    / Дружочек, ты видимо не   \
    | понял с кем связался.    |
    | Вот эта твоя манера речи |
    | «клоунская» меня совсем  |
    | не впечатляет. Давай     |
    | встретимся и я объясню   |
    | на понятном для тебя     |
    \ языке, языке боли.       /
     --------------------------
            \   ^__^
             \  (oo)\_______
                (__)\       )\/\
                    ||----w |
                    ||     ||
    </code>
privacy-policy = Політика конфіденційності
public-offer = Публічна оферта
default-chat_id =
    🆔 Ідентифікатори чату:
    
    CHAT_ID: <code>{ $chat_id }</code>
    TOPIC_ID: <code>{ $message_thread_id }</code>
