cmds-default--help-text = cmds-default--help-text
cmds-default--yuy-text = cmds-default--yuy-text
cmds-default--privacy = Політика конфіденційності
cmds-default--public_offer = Публічна оферта
cmds-default--start-text =
    ⚠️ Наразі Бот працює в тестовому режимі та може інколи не відповідати.
    Приносимо вибачення за незручності.
    
    Допомогти з перекладом можна тут: { $url }
    
    👋 Вітаю у світі <b>Кусь</b>! 😼
    
    😼 Зроби Кусь своєму другу чи подрузі та змусь їх мовчати цілу хвилину!
    Щоб укусити — напиши у відповідь жертві слово <b>Кусь</b> або <b>Кукусь</b>
    
    📝 Всі команди тут: /help | /commands
    😎 Офіційний чат: @KuskaChat
cmds-default--chat_id-text = 🆔 Ідентифікатори чату:

    CHAT_ID: <code>{ $chat_id }</code>
    TOPIC_ID: <code>{ $message_thread_id }</code>

