start-start_text =
    ⚠️ Наразі Бот працює в тестовому режимі та може інколи не відповідати.
    Приносимо вибачення за незручності.

    Допомогти з перекладом можна тут: { $url }

    👋 Вітаю у світі <b>Кусь</b>! 😼

    😼 Зроби Кусь своєму другу чи подрузі та змусь їх мовчати цілу хвилину!
    Щоб укусити — напиши у відповідь жертві слово <b>Кусь</b> або <b>Кукусь</b>

    📝 Всі команди тут: /help | /commands
    😎 Офіційний чат: @KuskaChat
profile-button = 👤 Профіль
language-button = 🌐 Мова | Language
commands-button = 📚 Команди
add_to_group-button = 🚀 Додати Бота до групи

