phantom-mode-button-yes = ✅ Да
phantom-mode-button-no = ❌ Нет
phantom-mode-already-enabled =
    ✅ Фантомный режим уже включён
    
    ⏳ Осталось времени: { $minutes_left }мин { $seconds_left }с
phantom-mode-cooldown =
    ⏳ Фантомный режим перезаряжается.
    
    💁‍♂️ Повтори попытку через: { $minutes }хв { $seconds }с
phantom-mode-refused = ⚠️ Отказано во включении фантомного режима
phantom-mode-ask =
    { $mention }, ты { $gender ->
        [m] уверен
        [f] уверена
       *[other] уверено
    } что хочешь включить фантомный режим?
    
    ⚠️ Ты не сможешь его выключить до окончания времени его действия.
phantom-mode-ask-timeout = ⚠️⏳ Время вышло. Отказано во включении фантомного режима.
phantom-mode-ask-deprecated = ⚠️⏳ Этот запрос на включение фантомного режима устарел.
phantom-mode-enabled-success = ✅ Фантомный режим включён.
phantom-mode-set-canceled = ➡️ Запрос на включение фантомного режима отменён.
phantom-mode-private-not-allowed = ⚠️ Фантомный режим нельзя включить в приватных чатах.
