refresh-cant_refresh_bot = ⚠️ Невозможно восстановить предметы Бота
refresh-reply_user_refresh_success = ✅ Инвентарь пользователя { $reply_user_mention } восстановлен
refresh-cant_refresh_banned = ⚠️ Невозможно восстановить предметы заблокированного пользователя
refresh-reply_user_already_has_full_inventory = ✅ Пользователь уже имеет полный инвентарь
refresh-reply_user_cooldown =
    ⚠️ Невозможно восстановить предметы пользователя.
    
    💁‍♂️ Необходимо подождать: { $minutes_left } мин { $seconds_left } сек.
refresh-require_vip_lvl =
    ⚠️ Необходим <b>{ $lvl }</b> уровень VIP для восстановления предметов пользователей.
    
    💁‍♂️ Купить VIP можно в магазине бота: /shop
self-refresh-cooldown =
    { $minutes_left }{ $seconds_left }
    ⚠️ Невозможно обновить свои предметы.
    
    💁‍♂️ Необходимо подождать: { $minutes_left } мин { $seconds_left } сек.
self-refresh-already_full_inventory = ✅ У тебя уже полный инвентарь
self-refresh-success = ✅ Твой инвентарь восстановлен
