shop-close = ❌ Закрыть
shop-only_in_private_chat = ⚠️ Эта команда доступна лишь в личном чате с ботом.
shop-cancelled = ❌ Отменено
shop-choose_item_to_buy_text =
    <b>🛒 Магазин</b>
    ────────────────────
    💁‍♂️ Выбери предмет, который хочешь приобрести.
shop-goto_private_chat = 👇 Перейти
shop-closed = ✅ Магазин закрыт.
shop-unknown_item_type = ⚠️ Неизвестный тип предмета
shop-ask_item_amount =
    <b>🛒 Магазин</b>
    ────────────────────
    💁‍♂️ Покупаем: { $emoji } <b>{ $name }</b>

    🗒 <i>{ $description }</i>

    💰 Цена: <b>{ $kus_coin_price } KusCoin</b> за <b>{ $amount_per_price } шт.</b>
    ────────────────────
    💁‍♂️ Введи количество предметов для покупки:
shop-back_to_shop = ⬅️ Назад
shop-confirm = ✅ Подтвердить
shop-confirm_item_purchase =
    <b>🛒 Магазин</b>
    ────────────────────
    📦 Покупаем:
    { "\u2514" } { $emoji } <b>{ $name }</b>: { $actual_amount } шт.

    💰 Общая стоимость: <b>{ $total_cost } KusCoin</b>
    ────────────────────
    💁‍♂️ Подтверди покупку, если всё верно
shop-purchase_successful =
    <b>🛒 Магазин</b>
    ────────────────────
    📦 Куплено:
    { "\u2514" } { $emoji } <b>{ $name }</b>: { $actual_amount } шт.

    💰 Общая стоимость: <b>{ $total_cost } KusCoin</b>
    ────────────────────
    ✅ Успешная покупка!
shop-purchase_failed = ⚠️ Произошла ошибка при покупке предмета.
shop-not_enough_kuscoin = ⚠️ Недостаточно KusCoin для покупки такого количества предметов.
